Repository: d6lts/filefield
Catalog: translations/*.po
Languages: de

source: File upload was unsuccessful.
de: Datei konnte nicht hochgeladen werden

source: Permitted upload file extensions
de: Erlaubte Dateiendungen

source: Extensions a user can upload to this field. Separate extensions with a space and do not include the leading dot.
de: Dateiendungen, die ein Benutzer in diesem Feld hochladen darf. Endungen müssen mit Leerzeichen getrennt sein und dürfen nicht mit einem Punkt beginnen.

source: File path
de: Dateipfad

source: Optional subdirectory within the "%dir" directory where files will be stored. Do not include trailing slash.
de: Optionales Unterverzeichnis im Verzeichnis "%dir", in dem die Bilder gespeichert werden sollen. Kein Slash am Ende!

source: Show "List" option
de: "Anzeigen"-Option

source: If enabled, the user can choose for each file whether it should be listed or not. If disabled, the "List" checkbox will be hidden and files are always listed.
de: Wenn dieses Feature eingeschaltet ist, kann der Benutzer für jede Datei entscheiden, ob sie angezeigt werden soll. Wenn es ausgeschaltet ist, wird die "Anzeigen"-Chekcbox ausgeblendet und die Dateien immer angezeigt.

source: Files with the extension %ext are not allowed. Please upload a file with an extension from the following list: %allowed_extensions
de: Dateien mit der Endung %ext sind nicht erlaubt. Bitte eine Datei hochladen, deren Endung in folgender Liste ist:

source: Changes made to the attachments are not permanent until you save this post.
de: Änderungen an den Dateianhängen werden nicht gespeichert, bis Sie diesen Eintrag speichern.

source: Attach new file
de: Neuer Dateianhang

source: Maximum file size: !size.
de: Maximale Dateigröße: !size

source: Allowed extensions: %ext.
de: Erlaubte Endungen: %ext

source: Upload
de: Hochladen

source: If a new file is uploaded, this file will be replaced upon submitting this form.
de: Wird eine neue Datei hochgeladen, wird die aktuelle Datei entfernt, sobald das Formular gespeichert wird.

source: Default
de: Voreinstellung

source: Delete
de: Löschen

source: List
de: Anzeigen

source: Description
de: Beschreibung

source: Size
de: Größe

source: File Field
de: Dateifeld

source: Defines a file field type.
de: Definiert den Feldtyp "Datei"
